[Common]
FolderName=Export.YoudaoNote
AppName=Export Youdao Note
AppName_2052=迁移至有道笔记插件
AppName_1028=遷移至有道筆記插件
AppGUID={7645587f-02a1-4f14-9fca-66f2ff156605}
AppType=Export Tools
AppVersion=1.0
PluginCount=1
SupportVersion=2

[Plugin_0]
MenuType=Export
Caption=Export To Youdao Note
Caption_2052=导出至有道笔记
Caption_1028=導出至有道筆記
GUID={27e94d15-bb24-4c76-b419-1a99d3fc92d7}
ScriptFileName=HelloWorld.js
Type=ExecuteScript